Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Deletes your %@ key from the Keychain. You'll need to paste it again to reconnect.
de: Löscht Ihren Schlüssel %@ aus dem Schlüsselbund. Sie müssen es erneut einfügen, um die Verbindung wiederherzustellen.
es: Elimina su clave %@ del llavero. Tendrás que pegarlo nuevamente para volver a conectarte.
fr: Supprime votre clé %@ du trousseau. Vous devrez le coller à nouveau pour vous reconnecter.
it: Elimina la tua chiave %@ dal portachiavi. Dovrai incollarlo di nuovo per riconnetterti.
pl: Usuwa Twój klucz %@ z Pęku kluczy. Aby połączyć się ponownie, trzeba będzie wkleić go jeszcze raz.
pt_pt: Exclui sua chave %@ do chaveiro. Você precisará colá-lo novamente para reconectar.
ru: Удаляет ваш ключ %@ из связки ключей. Для повторного подключения вам придется вставить его еще раз.
th: ลบคีย์ %@ ของคุณออกจากพวงกุญแจ คุณจะต้องวางอีกครั้งเพื่อเชื่อมต่อใหม่
zh_hans: 从钥匙串中删除您的 %@ 钥匙。您需要再次粘贴它才能重新连接。
zh_hant: 從鑰匙圈中刪除您的 %@ 鑰匙。您需要再次貼上它才能重新連接。

source: Deliberately no training
de: Bewusst kein Training
es: Sin entrenamiento a propósito
fr: Volontairement sans entraînement
it: Deliberatamente nessuna formazione
pl: Świadomie bez treningu
pt_pt: Deliberadamente sem treinamento
ru: Сознательное отсутствие обучения
th: ตั้งใจพักจากการฝึก
zh_hans: 故意不训练
zh_hant: 故意不訓練

source: Demanding — one clear call, holds you to it
de: Fordernd — eine klare Ansage, hält dich daran fest
es: Exigente — una decisión clara, te la hace cumplir
fr: Exigeant — une décision claire, vous y tient
it: Esigente: una chiamata chiara ti obbliga a farlo
pl: Wymagający — jedna jasna decyzja i konsekwencja
pt_pt: Exigente - uma chamada clara, mantém você firme
ru: Требовательность — один четкий призыв удержит вас от него
th: จริงจัง — ให้คำแนะนำชัดเจนและช่วยให้คุณทำตามแผน
zh_hans: 严格要求——一个明确的要求，让你坚持下去
zh_hant: 嚴格要求－一個明確的要求，讓你堅持下去

source: Depleted
de: Erschöpft
es: Agotado
fr: Épuisé
it: Esaurito
pl: Wyczerpany
pt_pt: Esgotado
ru: Истощён
th: หมดลงแล้ว
zh_hans: 已耗尽
zh_hant: 已耗盡

source: DESCRIPTIVE STATS
de: DESKRIPTIVE STATISTIK
es: ESTADÍSTICAS DESCRIPTIVAS
fr: STATISTIQUES DESCRIPTIVES
it: STATISTICHE DESCRITTIVE
pl: STATYSTYKI OPISOWE
pt_pt: ESTATÍSTICAS DESCRITIVAS
ru: ОПИСАТЕЛЬНАЯ СТАТИСТИКА
th: สถิติเชิงพรรณนา
zh_hans: 描述性统计
zh_hant: 描述性統計

source: Detailed tiles
de: Detaillierte Fliesen
es: Azulejos detallados
fr: Carreaux détaillés
pl: Szczegółowe płytki
pt_pt: Ladrilhos detalhados
th: การ์ดข้อมูลแบบละเอียด
zh_hans: 详情数据面板

source: Detected
de: Erkannt
es: Detectado
fr: Détecté
it: Rilevato
pl: Wykryto
pt_pt: Detectado
ru: Обнаружено
th: ตรวจพบ
zh_hans: 已检测到
zh_hant: 已偵測到

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
pl: Urządzenie
pt_pt: Dispositivo
ru: Устройство
th: อุปกรณ์
zh_hans: 设备
zh_hant: 裝置

source: Device actions for %@
de: Geräteaktionen für %@
es: Acciones del dispositivo para %@
fr: Actions de l'appareil pour %@
it: Azioni del dispositivo per %@
pl: Działania urządzenia dla %@
pt_pt: Ações do dispositivo para %@
ru: Действия для устройства %@
th: การทำงานของอุปกรณ์สำหรับ %@
zh_hans: %@ 的设备操作
zh_hant: %@ 的裝置操作

source: Device metrics
de: Gerätemetriken
es: Métricas del dispositivo
fr: Métriques de l'appareil
it: Metriche del dispositivo
pl: Wskaźniki urządzenia
pt_pt: Métricas do dispositivo
ru: Метрики устройства
th: เมตริกอุปกรณ์
zh_hans: 设备指标
zh_hant: 裝置指標

source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
pl: Nazwa urządzenia
pt_pt: Nome do dispositivo
ru: Название устройства
th: ชื่ออุปกรณ์
zh_hans: 设备名称
zh_hant: 裝置名稱

source: Device-config read probe (#103 RE)
de: Geräte-Konfigurationsleseprobe (#103 RE)
es: Sonda de lectura de configuración del dispositivo (#103 RE)
fr: Sonde de lecture de configuration de l’appareil (#103 RE)
it: Sonda di lettura della configurazione del dispositivo (#103 RE)
pl: Sonda odczytu konfiguracji urządzenia (#103 RE)
pt_pt: Sonda de leitura da configuração do dispositivo (#103 RE)
ru: Проба чтения конфигурации устройства (#103 RE)
th: ตรวจสอบค่าการกำหนดค่าอุปกรณ์ (#103 RE)
zh_hans: 设备配置读取探测（#103 RE）
zh_hant: 裝置設定讀取探測（#103 RE）

source: Device-config read probe (#103 RE)…
de: Geräte-Konfigurationsleseprobe (#103 RE)…
es: Sonda de lectura de configuración del dispositivo (#103 RE)…
fr: Sonde de lecture de configuration de l’appareil (#103 RE)…
it: Sonda di lettura della configurazione del dispositivo (#103 RE)…
pl: Sonda odczytu konfiguracji urządzenia (#103 RE)…
pt_pt: Sonda de leitura da configuração do dispositivo (#103 RE)…
ru: Проба чтения конфигурации устройства (#103 RE)…
th: กำลังตรวจสอบค่าการกำหนดค่าอุปกรณ์ (#103 RE)…
zh_hans: 设备配置读取探测（#103 RE）…
zh_hant: 裝置設定讀取探測（#103 RE）…

source: Device-config read probe result (#103)
de: Ergebnis der Geräte-Konfigurationsleseprobe (#103)
es: Resultado de la sonda de lectura de configuración del dispositivo (#103)
fr: Résultat de la sonde de lecture de configuration de l’appareil (#103)
it: Risultato della sonda di lettura della configurazione del dispositivo (#103)
pl: Wynik sondy odczytu konfiguracji urządzenia (#103)
pt_pt: Resultado da sonda de leitura da configuração do dispositivo (#103)
ru: Результат пробы чтения конфигурации устройства (#103)
th: ผลการตรวจสอบค่าการกำหนดค่าอุปกรณ์ (#103)
zh_hans: 设备配置读取探测结果（#103）
zh_hant: 裝置設定讀取探測結果（#103）

source: Device, iOS build, Data Protection and sideload status, for bug reports.
de: Gerät, iOS-Build, Data-Protection- und Sideload-Status, für Fehlerberichte.
es: Dispositivo, versión de iOS, Protección de datos y estado de sideload, para informes de errores.
fr: Appareil, build iOS, état de la protection des données et du sideload, pour les rapports de bug.
it: Dispositivo, build iOS, protezione dati e stato di sideload, per le segnalazioni di bug.
pl: Urządzenie, kompilacja iOS, ochrona danych i stan ładowania bocznego, aby uzyskać raporty o błędach.
pt_pt: Dispositivo, versão do iOS, proteção de dados e estado do sideload, para relatórios de erros.
ru: Устройство, сборка iOS, статус защиты данных и способ установки приложения — для отчётов об ошибках.
th: อุปกรณ์, บิวด์ iOS, การปกป้องข้อมูล และสถานะไซด์โหลด สำหรับรายงานข้อบกพร่อง
zh_hans: 设备、iOS 构建版本、数据保护和旁加载状态，用于错误报告。
zh_hant: 裝置、iOS 建置版本、資料保護和側載狀態，用於錯誤報告。

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
pl: Urządzenia
pt_pt: Dispositivos
ru: Устройства
th: อุปกรณ์
zh_hans: 设备
zh_hant: 裝置

source: DIAGNOSTIC TOOLS
de: DIAGNOSEWERKZEUGE
es: HERRAMIENTAS DE DIAGNÓSTICO
fr: OUTILS DE DIAGNOSTIC
it: STRUMENTI DIAGNOSTICI
pl: NARZĘDZIA DIAGNOSTYCZNE
pt_pt: FERRAMENTAS DE DIAGNÓSTICO
ru: ДИАГНОСТИЧЕСКИЕ ИНСТРУМЕНТЫ
th: เครื่องมือวินิจฉัย
zh_hans: 诊断工具
zh_hant: 診斷工具

source: Diagnostics
de: Diagnose
es: Diagnósticos
it: Diagnostica
pl: Diagnostyka
pt_pt: Diagnóstico
ru: Диагностика
th: การวินิจฉัย
zh_hans: 诊断
zh_hant: 診斷

source: Diastolic
de: Diastolisch
es: Diastólica
fr: Diastolique
it: Diastolica
pl: Rozkurczowe
pt_pt: Diastólica
ru: Диастолическое
th: ไดแอสโตลิก
zh_hans: 舒张压
zh_hant: 舒張壓

source: Diastolic blood pressure in mmHg
de: Diastolischer Blutdruck in mmHg
es: Presión arterial diastólica en mmHg
fr: Pression artérielle diastolique en mmHg
it: Pressione diastolica in mmHg
pl: Rozkurczowe ciśnienie krwi w mmHg
pt_pt: Pressão arterial diastólica em mmHg
ru: Диастолическое давление в мм рт. ст.
th: ความดันโลหิตล่าง หน่วย mmHg
zh_hans: 舒张压（mmHg）
zh_hant: 舒張壓（mmHg）

source: didn't happen
de: nicht stattgefunden
es: no ocurrió
fr: n'a pas eu lieu
it: non è successo
pl: nie doszło do skutku
pt_pt: não aconteceu
ru: не произошло
th: ไม่ได้เกิดขึ้น
zh_hans: 没有发生
zh_hant: 沒有發生

source: Didn't happen
de: Ausgefallen
es: No ocurrió
fr: Pas eu lieu
it: Non è successo
pl: Nie doszło do skutku
pt_pt: Não aconteceu
ru: Не произошло
th: ไม่ได้เกิดขึ้น
zh_hans: 没有发生
zh_hant: 沒有發生

source: didn't happen — %@
de: nicht stattgefunden — %@
es: no ocurrió — %@
fr: n'a pas eu lieu — %@
it: non è successo — %@
pl: nie doszło do skutku — %@
pt_pt: não aconteceu — %@
ru: не произошло — %@
th: ไม่ได้เกิดขึ้น — %@
zh_hans: 没有发生 — %@
zh_hant: 沒有發生 — %@

source: Different wake time per day
de: Unterschiedliche Aufwachzeit pro Tag
es: Hora de despertar distinta cada día
fr: Heure de réveil différente chaque jour
it: Orario di sveglia diverso per ogni giorno
pl: Różne godziny budzenia w ciągu dnia
pt_pt: Horário de despertar diferente por dia
ru: Разное время пробуждения по дням
th: ตั้งเวลาปลุกต่างกันในแต่ละวัน
zh_hans: 每天不同的起床时间
zh_hant: 每天不同的起床時間

source: Differs slightly
de: Weicht leicht ab
es: Difiere ligeramente
fr: Diffère légèrement
it: Differisce leggermente
pl: Różni się nieznacznie
pt_pt: Difere um pouco
ru: Немного отличается
th: แตกต่างกันเล็กน้อย
zh_hans: 略有不同
zh_hant: 略有不同

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
pl: Odłączyć
pt_pt: Desconectar
ru: Отключить
th: ยกเลิกการเชื่อมต่อ
zh_hans: 断开连接
zh_hant: 中斷連接

source: Disconnect provider
de: Anbieter trennen
es: Desconectar proveedor
fr: Déconnecter le fournisseur
it: Disconnetti fornitore
pl: Odłącz dostawcę
pt_pt: Desconectar provedor
ru: Отключить поставщика
th: ตัดการเชื่อมต่อผู้ให้บริการ
zh_hans: 断开服务商连接
zh_hant: 中斷服務供應商連接

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
pl: Rozłączono
pt_pt: Desligado
ru: Отключено
th: ตัดการเชื่อมต่อแล้ว
zh_hans: 已断开
zh_hant: 已中斷連接

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Ignora
pl: Odrzucać
pt_pt: Dispensar
ru: Закрыть
th: ปิด
zh_hans: 忽略
zh_hant: 忽略

source: Dismiss (not a workout)
de: Verwerfen (kein Workout)
es: Descartar (no es un entrenamiento)
fr: Ignorer (pas un entraînement)
it: Ignora (non è un allenamento)
pl: Odrzuć (nie trening)
pt_pt: Dispensar (não é um treino)
ru: Отклонить (это не тренировка)
th: เลิก (ไม่ใช่การออกกำลังกาย)
zh_hans: 忽略（不是锻炼）
zh_hant: 忽略（不是鍛鍊）

source: Dismiss disable report
de: Deaktivierungsbericht ausblenden
es: Descartar informe de desactivación
fr: Masquer le rapport de désactivation
it: Ignora il rapporto di disattivazione
pl: Odrzuć raport o wyłączeniu
pt_pt: Dispensar relatório de desativação
ru: Скрыть отчёт об отключении
th: ปิดรายงานการปิดใช้
zh_hans: 忽略停用报告
zh_hant: 忽略停用報告

source: Dismiss this workout suggestion
de: Diesen Workout-Vorschlag verwerfen
es: Descartar esta sugerencia de entrenamiento
fr: Ignorer cette suggestion d'entraînement
it: Ignora questo suggerimento di allenamento
pl: Odrzuć tę sugestię dotyczącą treningu
pt_pt: Ignorar esta sugestão de treino
ru: Отклонить это предложение тренировки
th: ปิดคำแนะนำการออกกำลังกายนี้
zh_hans: 忽略此锻炼建议
zh_hant: 忽略此鍛鍊建議

source: Dismiss to Updates
de: In „Updates“ ablegen
es: Descartar a Novedades
fr: Ignorer vers Nouveautés
it: Ignora e vai agli aggiornamenti
pl: Zamknij, aby przejść do aktualizacji
pt_pt: Dispensar para atualizações
ru: Отклонить в «Обновления»
th: ยกเลิกการอัพเดต
zh_hans: 忽略并转到「更新」
zh_hant: 忽略並轉到「更新」

source: Display
de: Anzeige
es: Visualización
fr: Affichage
it: Visualizzazione
pl: Wyświetlanie
pt_pt: Visualização
ru: Отображение
th: แสดง
zh_hans: 显示
zh_hant: 顯示

source: Display name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
it: Nome visualizzato
pl: Nazwa wyświetlana
pt_pt: Nome de exibição
ru: Отображаемое имя
th: ชื่อที่แสดง
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Distance
de: Distanz
es: Distancia
it: Distanza
pl: Dystans
pt_pt: Distância
ru: Расстояние
th: ระยะทาง
zh_hans: 距离
zh_hant: 距離

source: Distance must be 0–1,000 km.
de: Distanz muss 0–1.000 km sein.
es: La distancia debe estar entre 0 y 1000 km.
fr: La distance doit être comprise entre 0 et 1 000 km.
it: La distanza deve essere tra 0 e 1.000 km.
pl: Odległość musi wynosić 0–1000 km.
pt_pt: A distância deve ser de 0 a 1.000 km.
ru: Расстояние должно быть в диапазоне 0–1 000 km.
th: ระยะทางต้องเป็น 0–1,000 km
zh_hans: 距离须在 0–1,000 km 之间。
zh_hant: 距離必須介於 0–1,000 km。

source: Distance, optional
de: Distanz, optional
es: Distancia, opcional
fr: Distance, facultatif
it: Distanza, opzionale
pl: Odległość, opcjonalna
pt_pt: Distância, opcional
ru: Расстояние, необязательно
th: ระยะทางไม่จำเป็น
zh_hans: 距离，可选
zh_hant: 距離，可選

source: Distilled from a past conversation.
de: Aus einem früheren Gespräch destilliert.
es: Extraído de una conversación anterior.
fr: Extrait d'une conversation passée.
it: Estratto da una conversazione precedente.
pl: Wyciąg z wcześniejszej rozmowy.
pt_pt: Extraído de uma conversa anterior.
ru: Извлечено из прошлого разговора.
th: กลั่นกรองมาจากการสนทนาที่ผ่านมา
zh_hans: 从过去的对话中提炼。
zh_hant: 從過去的對話中提煉。

source: Distils a finished chat so the coach can recall it later.
de: Verdichtet einen abgeschlossenen Chat, damit der Coach ihn später erinnern kann.
es: Resume un chat finalizado para que el coach pueda recordarlo después.
fr: Condense une discussion terminée pour que le coach s'en souvienne plus tard.
it: Distilla una chat finita in modo che l'allenatore possa richiamarla in seguito.
pl: Destyluje zakończoną rozmowę, by trener mógł do niej wrócić.
pt_pt: Distila um bate-papo finalizado para que o treinador possa recuperá-lo mais tarde.
ru: Извлекает готовый чат, чтобы тренер мог вспомнить его позже.
th: กลั่นกรองการสนทนาที่เสร็จแล้วเพื่อให้โค้ชสามารถเรียกคืนได้ในภายหลัง
zh_hans: 摘录完成的聊天内容，以便教练稍后回忆。
zh_hant: 摘錄完成的聊天內容，以便教練稍後回憶。

source: Don't ask about donations again
de: Nicht mehr nach Spenden fragen
es: No volver a preguntar sobre donaciones
fr: Ne plus demander pour les dons
it: Non chiedere più delle donazioni
pl: Nie pytaj więcej o darowizny
pt_pt: Não volte a perguntar sobre doações
ru: Больше не спрашивать о пожертвованиях
th: อย่าถามเรื่องการบริจาคอีก
zh_hans: 不要再询问关于捐赠的事
zh_hant: 不要再詢問關於捐贈的事

source: Don't ask again
de: Nicht erneut fragen
es: No volver a preguntar
fr: Ne plus demander
it: Non chiedere più
pl: Nie pytaj ponownie
pt_pt: Não pergunte novamente
ru: Больше не спрашивать
th: อย่าถามอีก
zh_hans: 不再询问
zh_hant: 不再詢問

source: Don't buzz when the strap is off your wrist.
de: Nicht vibrieren, wenn der Strap nicht am Handgelenk ist.
es: No vibrar cuando la pulsera no está en tu muñeca.
fr: Ne pas vibrer quand le bracelet n'est pas au poignet.
it: Non vibrare quando la fascia non è al polso.
pl: Nie brzęcz, gdy pasek jest poza nadgarstkiem.
pt_pt: Não faça barulho quando a bracelete estiver fora do pulso.
ru: Не вибрировать, когда браслет снят с руки.
th: ไม่สั่นเมื่อถอดสายรัดออกจากข้อมือ
zh_hans: 手环不在手腕上时不震动。
zh_hant: 手環不在手腕上時不震動。

source: Don't have a key? Get one from %@.
de: Noch keinen Schlüssel? Hol dir einen bei %@.
es: ¿No tienes una clave? Consíguela en %@.
fr: Pas encore de clé ? Obtiens-en une auprès de %@.
it: Non hai una chiave? Prendine uno da %@.
pl: Nie masz klucza? Pobierz go z %@.
pt_pt: Não tem chave? Obtenha um de %@.
ru: У вас нет ключа? Получите один от %@.
th: ยังไม่มีคีย์? รับคีย์ได้จาก %@
zh_hans: 没有钥匙吗？从 %@ 获取一份。
zh_hant: 沒有鑰匙嗎？從 %@ 取得一份。

source: Don't see it?
de: Nicht zu sehen?
es: ¿No lo ves?
fr: Vous ne le voyez pas ?
it: Non la vedi?
pl: Nie widzisz tego?
pt_pt: Não vê isso?
ru: Не видите его?
th: ไม่เห็นมันเหรอ?
zh_hans: 没看到？
zh_hant: 沒看到嗎？

source: Don't see it? That's normal.
de: Nicht zu sehen? Das ist normal.
es: ¿No lo ves? Es normal.
fr: Vous ne le voyez pas ? C'est normal.
it: Non la vedi? È normale.
pl: Nie widzisz tego? To normalne.
pt_pt: Não vê isso? Isso é normal.
ru: Не видите его? Это нормально.
th: ไม่เห็นมันเหรอ? นั่นเป็นเรื่องปกติ
zh_hans: 没看到它？这很正常。
zh_hant: 沒看到它？這很正常。

source: Donate
de: Spenden
es: Donar
fr: Faire un don
it: Dona
pl: Podarować
pt_pt: Doar
ru: Пожертвовать
th: บริจาค
zh_hans: 捐赠
zh_hant: 捐贈

source: Donate or get in touch. Totally optional.
de: Spende oder melde dich. Völlig optional.
es: Dona o ponte en contacto. Totalmente opcional.
fr: Faites un don ou contactez-nous. Totalement facultatif.
it: Dona o mettiti in contatto, del tutto facoltativo.
pl: Przekaż darowiznę lub skontaktuj się z nami. Całkowicie opcjonalne.
pt_pt: Doe ou entre em contacto. Totalmente opcional.
ru: Сделайте пожертвование или свяжитесь с нами. Совершенно необязательно.
th: บริจาคหรือติดต่อ. ไม่จำเป็นเลย
zh_hans: 捐赠或取得联系，完全自愿。
zh_hant: 捐贈或取得聯繫，完全自願。

source: Donation QR code
de: Spenden-QR-Code
es: Código QR de donación
fr: Code QR de don
it: Codice QR per donazione
pl: Kod QR darowizny
pt_pt: Código QR de doação
ru: QR-код для пожертвования
th: รหัส QR บริจาค
zh_hans: 捐赠二维码
zh_hant: 捐贈 QR 碼

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pl: Gotowe
pt_pt: Concluído
ru: Готово
th: เสร็จสิ้น
zh_hans: 完成
zh_hant: 完成

source: DONE
de: FERTIG
es: LISTO
fr: TERMINÉ
it: FATTO
pl: ZROBIONE
pt_pt: CONCLUÍDO
ru: ГОТОВО
th: เสร็จแล้ว
zh_hans: 完成
zh_hant: 完成

source: Done customising dashboard
de: Dashboard-Anpassung fertig
es: Personalización del panel terminada
fr: Personnalisation du tableau de bord terminée
it: Personalizzazione della dashboard completata
pl: Zakończono dostosowywanie pulpitu nawigacyjnego
pt_pt: Concluída a personalização do painel
ru: Настройка панели завершена
th: ปรับแต่งแดชบอร์ดเสร็จแล้ว
zh_hans: 已完成仪表盘自定义
zh_hant: 已完成儀表板自訂

source: Done editing Key Metrics
de: Kennzahlen-Bearbeitung fertig
es: Edición de métricas clave terminada
fr: Modification des métriques clés terminée
it: Modifica delle metriche chiave completata
pl: Zakończ edycję kluczowych wskaźników
pt_pt: Concluída a edição das principais métricas
ru: Редактирование ключевых метрик завершено
th: แก้ไขคีย์เมตริกเสร็จแล้ว
zh_hans: 已完成关键指标的编辑
zh_hant: 已完成關鍵指標的編輯

source: Done. Save this reading to keep it in your trends.
de: Fertig. Sichere diese Messung, um sie in deinen Trends zu behalten.
es: Listo. Guarda esta lectura para conservarla en tus tendencias.
fr: Terminé. Enregistrez cette lecture pour la conserver dans vos tendances.
it: Fatto. Salva questa lettura per conservarla nei tuoi andamenti.
pl: Zrobione. Zapisz tę lekturę, aby zachować ją w swoich trendach.
pt_pt: Feito. Guarde esta leitura para a manter nas tuas tendências.
ru: Готово. Сохраните это измерение, чтобы оно попало в тренды.
th: เสร็จแล้ว. บันทึกการอ่านนี้เพื่อให้ทันกระแสของคุณ
zh_hans: 完成。保存这条读数，把它留在你的趋势里。
zh_hant: 完成。儲存這次讀數，即可將它保留在你的趨勢中。

source: Dose-response
de: Dosis-Wirkung
es: Dosis-respuesta
fr: Dose-réponse
it: Dose-risposta
pl: Dawka-odpowiedź
pt_pt: Dose-resposta
ru: Зависимость «доза-эффект»
th: การตอบสนองต่อปริมาณ
zh_hans: 剂量反应
zh_hant: 劑量反應

source: Dose-response curve. Each extra %1$@ lines up with about %2$@ on %3$@, typical patterns.
de: Dosis-Wirkungs-Kurve. Jedes zusätzliche %1$@ geht mit etwa %2$@ bei %3$@ einher, typische Muster.
es: Curva de dosis-respuesta. Cada %@ extra se corresponde con aproximadamente %@ en %@, patrones típicos.
fr: Courbe dose-réponse. Chaque %1$@ supplémentaire correspond à environ %2$@ sur %3$@, schémas typiques.
it: Curva dose-risposta. Ogni %@ in più corrisponde a circa %@ su %@, schemi tipici.
pl: Krzywa dawka-odpowiedź. Każdy dodatkowy %1$@ pokrywa się z około %2$@ na %3$@, typowymi wzorami.
pt_pt: Curva dose-resposta. Cada %1$@ extra alinha-se com cerca de %2$@ em %3$@, padrões típicos.
ru: Кривая «доза-эффект». Каждый дополнительный %1$@ соответствует примерно %2$@ по показателю %3$@ — типичные закономерности.
th: เส้นโค้งการตอบสนองต่อปริมาณ %@ พิเศษแต่ละตัวจะเรียงกันประมาณ %@ บน %@ ซึ่งเป็นรูปแบบทั่วไป
zh_hans: 剂量反应曲线。每多 %1$@，大约对应 %3$@ 上 %2$@ 的变化，典型模式。
zh_hant: 劑量反應曲線。每多 %1$@，大約對應 %3$@ 上 %2$@ 的變化，屬於典型模式。

# Dose-response curve. Each extra %@ lines up with about %@ on %@, your own data.
source: Dose-response curve. Each extra %1$@ lines up with about %2$@ on %3$@, your own data.
de: Dosis-Wirkungs-Kurve. Jedes zusätzliche %1$@ geht mit etwa %2$@ bei %3$@ einher, deine eigenen Daten.
es: Curva de dosis-respuesta. Cada %@ extra se corresponde con aproximadamente %@ en %@, tus propios datos.
fr: Courbe dose-réponse. Chaque %1$@ supplémentaire correspond à environ %2$@ sur %3$@, vos propres données.
it: Curva dose-risposta. Ogni %@ in più corrisponde a circa %@ su %@, i tuoi dati.
pl: Krzywa dawka-odpowiedź. Każde dodatkowe %1$@ pokrywa się z około %2$@ na %3$@, twoimi własnymi danymi.
pt_pt: Curva dose-resposta. Cada %1$@ extra alinha com cerca de %2$@ em %3$@, os teus próprios dados.
ru: Кривая «доза-эффект». Каждый дополнительный %1$@ соответствует примерно %2$@ по показателю %3$@ — по вашим собственным данным.
th: เส้นโค้งการตอบสนองต่อปริมาณ %@ พิเศษแต่ละตัวจะเรียงกันประมาณ %@ บน %@ ซึ่งเป็นข้อมูลของคุณเอง
zh_hans: 剂量反应曲线。每多 %1$@，大约对应 %3$@ 上 %2$@ 的变化，来自你自己的数据。
zh_hant: 劑量反應曲線。每多 %1$@，大約對應 %3$@ 上 %2$@ 的變化，來自你自己的數據。

source: Double
de: Doppelt
es: Doble
it: Doppio
pl: Podwójnie
pt_pt: Duplo
ru: Двойной
th: สองเท่า
zh_hans: 双次
zh_hant: 雙倍

source: Double tap for details
de: Doppeltippen für Details
es: Toca dos veces para ver detalles
fr: Appuyez deux fois pour les détails
it: Tocca due volte per i dettagli
pl: Dotknij dwukrotnie, by zobaczyć szczegóły
pt_pt: Toque duas vezes para ver detalhes
ru: Нажмите дважды, чтобы узнать подробности
th: แตะสองครั้งเพื่อดูรายละเอียด
zh_hans: 双击查看详情
zh_hant: 雙擊查看詳情

source: Double tap to %@
de: Zum %@ doppeltippen
es: Toca dos veces para %@
fr: Double-tapez pour %@
it: Tocca due volte per %@
pl: Kliknij dwukrotnie, aby %@
pt_pt: Toque duas vezes para %@
ru: Дважды нажмите, чтобы %@
th: แตะสองครั้งเพื่อ %@
zh_hans: 双击以%@
zh_hant: 雙擊以%@

source: Double tap to change
de: Doppeltippen zum Ändern
es: Toca dos veces para cambiar
fr: Appuyez deux fois pour modifier
it: Tocca due volte per modificare
pl: Dotknij dwukrotnie, by zmienić
pt_pt: Toque duas vezes para alterar
ru: Нажмите дважды, чтобы изменить
th: แตะสองครั้งเพื่อเปลี่ยน
zh_hans: 双击即可更改
zh_hant: 雙擊即可更改

source: Double tap to collapse
de: Zum Einklappen doppeltippen
es: Toca dos veces para contraer
fr: Double-tapez pour réduire
it: Tocca due volte per comprimere
pl: Kliknij dwukrotnie, aby zwinąć
pt_pt: Toque duas vezes para recolher
ru: Дважды нажмите, чтобы свернуть
th: แตะสองครั้งเพื่อยุบ
zh_hans: 双击以折叠
zh_hant: 雙擊以收合

source: Double tap to expand
de: Zum Ausklappen doppeltippen
es: Toca dos veces para expandir
fr: Double-tapez pour développer
it: Tocca due volte per espandere
pl: Kliknij dwukrotnie, aby rozwinąć
pt_pt: Toque duas vezes para expandir
ru: Дважды нажмите, чтобы развернуть
th: แตะสองครั้งเพื่อขยาย
zh_hans: 双击以展开
zh_hant: 雙擊以展開

source: Double tap to start
de: Zum Starten doppeltippen
es: Toca dos veces para empezar
fr: Double-tapez pour démarrer
it: Tocca due volte per iniziare
pl: Kliknij dwukrotnie, aby rozpocząć
pt_pt: Toque duas vezes para começar
ru: Дважды нажмите, чтобы начать
th: แตะสองครั้งเพื่อเริ่มต้น
zh_hans: 双击以开始
zh_hant: 雙擊以開始

source: Double-tap
de: Doppeltippen
es: Doble toque
fr: Appui double
it: Doppio tocco
pl: Kliknij dwukrotnie
pt_pt: Toque duas vezes
ru: Двойное нажатие
th: แตะสองครั้ง
zh_hans: 双击
zh_hant: 輕點兩下

source: Double-tap the strap to trigger an action on %@. (The strap exposes a single double-tap gesture.)
de: Doppeltippe auf den Strap, um eine Aktion auf %@ auszulösen. (Der Strap bietet eine einzige Doppeltipp-Geste.)
es: Toca dos veces la pulsera para activar una acción en %@. (La pulsera expone un único gesto de doble toque.)
fr: Appuyez deux fois sur le bracelet pour déclencher une action sur %@. (Le bracelet propose un seul geste d'appui double.)
it: Tocca due volte la fascia per attivare un'azione su %@. (La fascia espone un solo gesto di doppio tocco.)
pl: Kliknij dwukrotnie pasek, aby uruchomić akcję na %@. (Pasek umożliwia wykonanie pojedynczego gestu dwukrotnego dotknięcia.)
pt_pt: Toque duas vezes na pega para desencadear uma ação em %@. (A bracelete expõe um único gesto de duplo toque.)
ru: Дважды нажмите на браслет, чтобы выполнить действие на %@. (Браслет поддерживает только один жест — двойное нажатие.)
th: แตะสองครั้งที่สายรัดเพื่อสั่งงาน %@ (สายรัดจะแสดงท่าทางแตะสองครั้งเพียงครั้งเดียว)
zh_hans: 双击手环即可在 %@ 上触发一个操作。（手环只提供一个双击手势。）
zh_hant: 輕點兩下手環，即可在 %@ 上觸發一個動作。（手環只提供單一的輕點兩下手勢。）
